Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Forschung in Bezug auf Bauwesen oder Städteplanung
en: Research on building construction or city planning

source: Meteorologische Forschung
en: Meteorological research

source: Design neuer Produkte
en: New product design

source: Technische Beratungsdienstleistungen bezüglich Hochbau
en: Technical consultancy services relating to structural engineering

source: Entwurf von Konfigurationen für Computergruppen
en: Design of computer cluster configurations

source: Einrichtungsdesigndienstleistungen für die Innenräume von Gebäuden
en: Furnishing design services for the interiors of buildings

source: Geologische Erkundung von Baugrundstücken
en: Geological probing of building plots

source: Erstellen, Aktualisieren und Anpassen von Computerprogrammen
en: Creation, updating and adapting of computer programs

source: Plattformübergreifende Konvertierung von digitalen Inhalten in andere Formen von digitalen Inhalten
en: Cross-platform conversion of digital content into other forms of digital content

source: Wissenschaftliche Forschungen zu medizinischen Zwecken auf dem Gebiet von Krebserkrankungen
en: Scientific research for medical purposes in the area of cancerous diseases

source: Beratung bei der Gestaltung von Verpackungen
en: Consultancy relating to the design of packaging

source: Wartung von Computersoftware für den Betrieb von Befüllungsgeräten und -maschinen
en: Maintenance of computer software used for operating filling apparatus and machines

source: Fachliche Beratung in Bezug auf die Gestaltung von Einbauküchen
en: Professional consultancy relating to fitted kitchen design

source: Fachliche Beratung auf dem Gebiet des Industriedesigns
en: Professional consultancy relating to industrial design

source: Beratungsdienste bezüglich technologischer Forschung
en: Advisory services relating to technological research

source: Luftgestützte Fernüberwachung von Umwelterkundungen
en: Airborne remote monitoring relating to environmental explorations

source: Beratung bezüglich der Entwicklung von Computersystemen
en: Advice relating to the development of computer systems

source: Beratungsdienste bezüglich Bauplanung
en: Advisory services relating to building design

source: Beratungsdienste bezüglich computergestützter Informationssysteme
en: Advisory services relating to computer based information systems

source: Beratungsdienste in Bezug auf den Entwurf von Computerhardware
en: Advisory services relating to computer hardware design

source: Beratungsdienste bezüglich Computersoftware für Grafiken
en: Advisory services relating to computer software used for graphics

source: Designdienstleistungen für die Gestaltung von Masken
en: Design services relating to the creation of masks

source: Entwurfsdienstleistungen für Fahrzeugbeschriftungen
en: Design services relating to vehicle liveries

source: Computergestützte Konstruktion und Gestaltung von Bauprojekten
en: Computer aided design services relating to building projects

source: Prüfung von Papier
en: Testing of paper

source: Biochemische Ingenieurdienstleistungen
en: Biochemical engineering services

source: Wartung und Reparatur von Software
en: Maintenance and repair of software

source: Pharmazeutische Forschung
en: Pharmaceutical research services

source: Entwicklung und Prüfung chemischer Herstellungsverfahren
en: Development and test of chemical production methods

source: Installation, Instandhaltung, Reparatur und Pflege von Computersoftware
en: Installation, maintenance, repair and servicing of computer software

source: Installation, Einrichtung und Pflege von Computersoftware
en: Installation, setting up and maintenance of computer software

source: Bauplanung zur Verhütung der Überflutung von Land durch Hochwasser
en: Design of engineering works for the prevention of inundation of land by flood water

source: Erstellung von Gutachten in Bezug auf die Planung von Immobilien
en: Preparation of reports relating to real estate planning

source: Analysedienstleistungen in Bezug auf Computerprogramme
en: Analytical services relating to computer programmes

source: Analysedienstleistungen bezüglich der Feststellung des Bakteriengehalts in Flüssigkeiten
en: Analytical services relating to the assessment of the bacterial content of liquids

source: Durchführung von Machbarkeitsstudien über Computer
en: Feasibility study services relating to computers

source: Laborforschung auf dem Gebiet der Dermatologie
en: Laboratory research services relating to dermatology

source: Laborforschungsdienstleistungen in Bezug auf Pharmazeutika
en: Laboratory research services relating to pharmaceuticals

source: Untersuchung von Materialien in Labors
en: Laboratory testing of materials

source: Erstellung technischer Studien über Computerprogrammierung
en: Provision of technical studies relating to computer programming

source: Erteilung von Wetterauskünften für die Schifffahrt
en: Provision of weather information for shipping

source: Vertragsforschungsdienstleistungen im Bereich der Molekularwissenschaft
en: Contract research services relating to molecular sciences

source: Entwicklung und Erstellung von Computerprogrammen für die Datenverarbeitung
en: Development and creation of computer programmes for data processing

source: Technische Beratung zu Forschungsdienstleistungen über Nahrungsmittel und Nahrungsergänzungen
en: Technical consultancy in relation to research services relating to foods and dietary supplements

source: Entwurf von Computercodes
en: Designing computer codes

source: Entwicklung von Computersprachen
en: Development of computer languages

source: Zustandsmessung von Schmiermitteln
en: Condition monitoring relating to lubricants

source: Überprüfung von Rohrleitungen
en: Pipeline inspection services

source: Bereitstellung von Suchmaschinen für das Internet
en: Providing search engines for the internet

source: Installation, Wartung und Reparatur von Software für Computersysteme
en: Installation, maintenance and repair of software for computer systems

source: Entwurf von Kraftfahrzeugteilen
en: Design of motor vehicle parts

source: Entwurf von Büroautomatisierungsgeräten
en: Design of office automation equipment

source: Design von Druckerzeugnissen
en: Design of printed material

source: Ingenieurdienstleistungen bezüglich des Entwurfs elektronischer Systeme
en: Engineering services relating to the design of electronic systems

source: Umweltprüfung bezüglich Abgasemissionen
en: Environmental testing of exhaust emissions

source: Entwicklung von Software zum Speichern und Abrufen von Multimedia-Daten
en: Development of software for multimedia data storing and recalling

source: Entwicklung von Hardware zum Speichern und Abrufen von Multimedia-Daten
en: Development of hardware for multimedia data storing and recalling

source: Konzeption von Hardware zur Verarbeitung und Verbreitung von Multimediainhalten
en: Design of hardware for processing and distribution of multimedia contents

source: Forschung bezüglich Seevermessung
en: Research relating to marine surveying

source: Forschung auf dem Gebiet der Pflanzenzucht
en: Research relating to plant breeding

source: Computerprogrammierung und Softwareentwicklung
en: Computer programming and software design

source: Durchführung von technischen Projektplanungen
en: Conducting technical project studies

source: Vermessung von Immobilien
en: Surveying of real estate

source: Durchführung elektromagnetischer Kompatibilitätstests
en: Electromagnetic compatibility testing services

source: Vermietung von Computerhardware und Computersoftware
en: Rental of computer hardware and computer software

source: Beratungsdienstleistungen auf dem Gebiet der Industrietechnik
en: Advisory services relating to industrial engineering

source: Beratungsdienste in Bezug auf Materialprüfung
en: Advisory services relating to material testing

source: Konvertieren von Computerprogrammen und Daten, ausgenommen physische Konvertierung
en: Conversion of computer programs and data, other than physical conversion

source: Beratung auf dem Gebiet der Energieeinsparung
en: Consultancy in the field of energy-saving

source: Wissenschaftliche Forschung bezüglich Biologie
en: Scientific research relating to biology

source: Wissenschaftliche Forschung bezüglich Kosmetika
en: Scientific research relating to cosmetics

source: Design von Grafiken und Geschäftsfarben für die Corporate Identity
en: Design of graphics and of livery for corporate identity

source: Entwurfsdienstleistungen für Metallbearbeitungswerkzeuge
en: Design services relating to metal-working tools

source: Entwurf von Trägerbauten
en: Design of space-truss structures

source: Entwurf von Lagersystemen
en: Design of storage systems

source: Ausfertigung von Bauplänen
en: House plans (Drawing-up of -)

source: Ingenieurarbeiten für Anwendungen auf großen und mittleren DV-Systemen
en: Engineering services for applications on large and medium-sized computer systems

source: Entwicklung von computergestützten Netzwerken
en: Development of computer based networks

source: Entwicklung von Computerprogrammen zur Analyse des Verbrennungsprozesses in einem Motor
en: Development of computer programs for combustion process analysis inside an engine

source: Design, Pflege und Update von Rechnersoftware
en: Design, maintenance and up-dating of computer software

source: Ingenieurdienstleistungen für den Entwurf von Maschinen
en: Engineering services for the design of machinery

source: Technologische Forschung
en: Research relating to technology

source: Biotechnologische Forschung
en: Research relating to biotechnology

source: Forschung auf dem Gebiet der Baumaschinen
en: Research relating to construction machinery

source: Durchführung industrieller Tests
en: Conducting industrial tests

source: Beratung auf dem Gebiet der Hydrogeologie
en: Consultancy services relating to hydrogeology

source: Technische Beratungsdienstleistungen im Bauingenieurwesen
en: Technical consultancy services relating to civil engineering

source: Reparatur von Computersoftware
en: Repair of computer software

source: Entwurf von Booten
en: Design of boats

source: Gestaltung von Logos für Corporate Identity
en: Design of logos for corporate identity

source: Technische Beratung bei der Herstellung von Halbleitern
en: Technical consultancy in relation to the production of semiconductors

source: Bearbeitung und Auswertung von chemischen Synthesen
en: Working on and evaluation of chemical syntheses

source: Aktualisierung von Homepages für Computernetze
en: Updating of home pages for computer networks

source: Bestimmung von Mineralien
en: Classification of minerals

source: Technologische Sicherheitsprüfung
en: Safety technological testing services

source: Architekturdienstleistungen für den Entwurf von Geschäftsgebäuden
en: Architectural services for the design of commercial buildings

source: Architekturdienstleistungen für den Entwurf von Industriegebäuden
en: Architectural services for the design of industrial buildings

source: Mineralien- und Öluntersuchung
en: Assaying minerals or oils

source: Innenraumgestaltung für den Einzelhandel
en: Interior design services for the retail industry

source: Entwurf und Entwicklung von Multimediaprodukten
en: Design and development of multimedia products

source: Entwurf von Computerprogrammen und -software in Bezug auf Flugzeuge
en: Design of computer programs and software relating to aircraft

source: Computersoftwareentwicklung für Dritte
en: Computer software development for others

source: Forschung auf dem Gebiet der Halbleiterverfahrenstechnologie
en: Research in the area of semiconductor processing technology

source: Forschung auf dem Gebiet der Haarpflege
en: Research in the field of hair care

source: Forschung auf dem Gebiet des Schweißens
en: Research in the field of welding

source: Forschung und Beratung in Bezug auf Computerhardware
en: Research and consultancy services relating to computer hardware

source: Umweltschutzmessungen innerhalb von Gebäuden
en: Measuring the environment within buildings

source: Überwachung der Qualitätskontrolle von seismischen Verfahren
en: Monitoring the quality control of seismic procedures

source: Echtheitsbeglaubigung von Möbeln
en: Authentication of furniture

source: Durchführung technischer Datenanalysen
en: Technical data analysis services

source: Computergestützte Gestaltung von Videografiken
en: Computer-aided design of video graphics

source: Genetische Forschung
en: Genetic research

source: Geologische Schätzung und Forschung
en: Geological estimations and research

source: Geologische Prüfung von Baugrundstücken
en: Geological testing of building plots

source: Beratung in Bezug auf Computernetze mit unterschiedlichen Softwareumgebungen
en: Consultancy services relating to computer networks using mixed software environments

source: Kosmetische Forschung für Dritte
en: Cosmetics research for others

source: Erteilung von Auskünften über Computerprogramme
en: Provision of information relating to computer programs

source: Beratung auf dem Gebiet der Membrantechnologie
en: Consultancy relating to membrane technology

source: Beratungsdienstleistungen bezüglich Computerprogrammierung
en: Consultancy services relating to computer programming

source: Informationen Ã¼ber die Sicherheit natÃ¼rlicher DÃ¼ngemittel im Gartenbau
en: Information services relating to the safety of manures used in horticulture

source: Erteilung wissenschaftlicher Auskünfte
en: Provision of scientific information

source: Kontrolle von Baukonstruktionen
en: Monitoring of building structures

source: Analysedienstleistungen bezüglich der Erschließung von Ölfeldern
en: Analytical services relating to the development of oil fields

source: Analysedienstleistungen bezüglich der Prüfung des Bakteriengehalts in Flüssigkeiten
en: Analytical services relating to the testing of the bacterial content of liquids

source: Untersuchung von Tiersperma für Forschungszwecke
en: Animal semen testing services for research purposes

source: Biotechnologieforschung zur Bestimmung des neuronalen Überlebens von Molekülen in Tiermodellen
en: Biotechnology research for determining the neuronal survival of molecules in animal models

source: Prüfung von Computergeräten
en: Testing of computing equipment

source: Integrierte wissenschaftliche Forschung zu Schädlingen in Treibhäusern und auf Feldern
en: Integrated scientific research on vermin for greenhouses and harvest crops

source: Durchführung ozeanografischer Erkundungen
en: Oceanographic prospecting services

source: Fachliche Beratung bezüglich Architektur
en: Professional consultancy relating to architecture

source: Erteilung von Auskünften über Industrietechnik
en: Provision of information relating to industrial engineering

source: Erteilung von Auskünften über die wissenschaftliche Forschung
en: Provision of information relating to scientific research

source: Beratung in Bezug auf die Sicherheit der Umwelt
en: Advisory services relating to the safety of the environment

source: Durchführung chemischer Analysen für die Materialprüfung
en: Chemical analysis services for use in the testing of material

source: Designdienstleistungen für die Installation von Bädern
en: Design services relating to the installation of baths

source: Erstellen von Home-Pages für Dritte
en: Creating home pages for others

source: Gestaltung von Computerprogrammen
en: Creating of computer programs

source: Biotechnologische Forschung auf dem Gebiet des Gartenbaus
en: Biotechnological research relating to horticulture

source: Biotechnologische Forschung auf dem Gebiet der Viehhaltung
en: Biotechnological research relating to livestock

source: Entwurf von Industrieerzeugnissen
en: Design of industrial products

source: Entwurf von Behausungssystemen für Labortiere
en: Design of laboratory animal housing systems

source: Design von Beleuchtungssystemen
en: Design of lighting systems

source: Technologische Forschung auf dem Gebiet der Computer
en: Technological research relating to computers

source: Planung [Gestaltung] von Badezimmern
en: Planning [design] of bathrooms

source: Planung [Entwurf] von Gebäuden
en: Planning [design] of buildings

source: Gestaltung von Animationen und Spezialeffekten für Dritte
en: Animation and special-effects design for others

source: Dienstleistungen eines Anwendungsdienstanbieters, nämlich Hosting von Computersoftwareanwendungen für Dritte
en: Application service provider [ASP], namely, hosting computer software applications of others

source: Archäologische Untersuchung und Forschung
en: Archaeological exploration and research

source: Vermietung von Anwendungssoftware
en: Rental of application software

source: Erteilung von Auskünften über die Entwicklung von Computernetzwerken
en: Information services relating to the development of computer networks

source: Inspektion von Kraftfahrzeugen vor dem Transport [auf Fahrtüchtigkeit]
en: Inspection of motor vehicles before transport [for roadworthiness]

source: Entwurf von mechanischen und mikromechanischen Bauteilen
en: Design of mechanical and micromechanical components

source: Entwicklung von Datenverarbeitungsprogrammen auf Bestellung für Dritte
en: Development of data processing programs by order of third parties

source: Entwurfsdienstleistungen für Datenprozessoren
en: Design services relating to data processors

source: Entwurf von Mikrochips für Computer
en: Design of computer microchips

source: Entwurf von Ingenieurbauwerken
en: Design of engineered building systems

source: Erstellung von Gutachten bezüglich technischer Forschung
en: Preparation of reports relating to technical research

source: Erstellen wissenschaftlicher Berichte
en: Preparation of scientific reports

source: Aktualisierung und Upgrading von Computersoftware
en: Updating and upgrading of computer software

source: Technischer Support im Softwarebereich
en: Computer software technical support services

source: Kriminaltechnische Beratung bei der Schadensschätzung
en: Forensic advice relating to damage assessment

source: Kriminaltechnische Beratung bei Schiffsunfällen
en: Forensic advice relating to marine accidents

source: Entwurf von Fahrzeugtransportern
en: Design of vehicle transporters

source: Geophysikalische Erkundungen für die Erdgasindustrie
en: Geophysical exploration for the gas industry

source: Digitalisierungsservice von Karten
en: Services for the digitalization of charts

source: Dienstleistungen für die Planung [Entwurf] von Gastronomiebetrieben
en: Services for the planning [design] of catering establishments

source: Dienstleistungen für die Planung [Entwurf] von Hotels
en: Services for the planning [design] of hotels

source: Entwurf von elektrischen Anlagen
en: Designing of electrical systems

source: Design von Schmuckwaren
en: Jewellery design services

source: Wiegen von Fahrzeugen
en: Weighing of vehicles

source: Entwurfsdienstleistungen im Bereich des Bauwesens
en: Design services relating to civil engineering

source: Durchführung von DNS-Tests zur Vaterschaftsbestimmung [Labordienstleistungen]
en: DNA testing services to determine paternity (laboratory services)

source: Installation und Wartung von Software für Internetzugänge
en: Installation and maintenance of Internet access software

source: Entwurf mathematischer Modelle
en: Design of mathematical models

source: Entwurf von Rennwagen
en: Design of motor racing cars

source: Ingenieurdienstleistungen bezüglich der Datenverarbeitungstechnologie
en: Engineering services relating to data processing technology

source: Bewertung von Umweltgefährdungen
en: Environmental hazard assessment

source: Zertifizierung [Qualitätskontrolle]
en: Certification [quality control]

source: Konzeption von Hardware für Audio- und Videobediener
en: Design of hardware for audio and video operators

source: Konzeption von Software zur Komprimierung und Dekomprimierung von Multimediainhalten
en: Design of software for compression and decompression of multimedia contents

source: Konzeption von Hardware zur Komprimierung und Dekomprimierung von Multimediainhalten
en: Design of hardware for compression and decompression of multimedia contents

source: Konzeption von Hardware zum Speichern und Abrufen von Multimedia-Daten
en: Design of hardware for multimedia data storing and recalling

source: Konzeption und Pflege von Websites für Dritte
en: Design and maintenance of web sites for others

source: Konzeption von Computern und Programmen für Handelsanalysen und -berichte
en: Design of computer machine and computer software for commercial analysis and reporting

source: Design von Computersystemen
en: Computer system design

source: Entwurf seetüchtiger Schiffe
en: Design of seagoing vessels

source: Übernahme von Hostfunktionen für Webseiten Dritter über einen Server für ein globales Computernetz
en: Hosting the web sites of others on a computer server for a global computer network

source: Entwicklung von Prüfmethoden
en: Development of testing methods

source: Beratung in Bezug auf Computersystemanalysen
en: Advisory services relating to computer systems analysis

source: Beratungsdienste in Bezug auf die Umweltverschmutzung
en: Advisory services relating to environmental pollution

source: Beratungsdienste bezüglich Mensch-Maschine-Schnittstellen für Computersoftware
en: Advisory services relating to man-machine interfaces for computer software

source: Entwurf von Modeaccessoires
en: Design of fashion accessories

source: Entwurf von Gewerbebauten
en: Design of industrial buildings

source: Entwurf von Raumfachwerkbauten
en: Design of space-frame structures

source: Entwurf von Spezialmaschinen
en: Design of specialist machinery

source: Design von Sondermaschinen für die Herstellung von Beleuchtungsausrüstung
en: Design of specialist machinery for use in making equipment for lighting

source: Fachliche Beratung bezüglich Technologie
en: Professional consultancy relating to technology

source: Fachliche EDV-Beratung im Zusammenhang mit Computergeräten
en: Expert consultancy services in connection with computing equipment

source: Erschließung [Erkundung] von Erdölfeldern
en: Exploitation [surveying] of oil fields

source: Hydrografische Vermessung
en: Hydrographic surveying

source: Technische Prüfung
en: Industrial testing

source: Gestaltung und Implementierung von Webseiten für Dritte
en: Designing and implementing web sites for others

source: Technische Beratung bezüglich der Fertigung
en: Engineering consultancy relating to manufacture

source: Vermietungsdienstleistungen bezüglich Datenverarbeitungsgeräten und Computern
en: Rental services relating to data processing equipment and computers

source: Digitalisieren von Dokumenten [Scannen]
en: Digitization of documents [scanning]

source: Forschung bezüglich Architektur
en: Research relating to architecture

source: Durchführung von Machbarkeitsstudien über die Erkundung von Ölfeldern
en: Conducting feasibility studies relative to oil field exploration

source: Technische Bewertung von Entwürfen
en: Technical assessments relating to design

source: Erfassung und Prüfung von Ölquellen
en: Oil well logging and testing

source: Verpackungsdesign für Dritte
en: Packaging design for others

source: Prozessüberwachung zur Qualitätssicherung
en: Process monitoring for quality assurance

source: Beratung beim Design von Ladenausstattung
en: Shopfitting design consultancy services

source: Entwurf von Einkaufszentren
en: Shopping centre design

source: Entwurf von Informationssystemen
en: Design of information systems

source: Erstellung von Gutachten auf dem Gebiet der Technik
en: Services for assessing the efficiency of industrial chemicals
